[
    {
        "value": "CRC",
        "label": "Christianity - Roman Catholicism",
        "description": "Roman Catholicism, the largest branch of the Christian church and one of the oldest religious institutions in the world. Roman Catholicism teaches that it is the one true Church founded by Jesus Christ and that its bishops are the successors of Christ."
    },
    {
        "value": "MSN",
        "label": "Islam - Sunni",
        "description": "Sunni Islam, the largest branch of Islam. Sunni Muslims follow the teachings of the Qur'an and consider the first four caliphs to be the rightful successors of Muhammad."
    },
    {
        "value": "BTH",
        "label": "Buddhism - Theravada",
        "description": "Theravada Buddhism, the oldest surviving branch of Buddhism."
    },
    {
        "value": "ECF",
        "label": "Ethnoreligion - Chinese Folk Religion",
        "description": "Chinese folk religion, a complex mix of beliefs and practices that includes elements of Buddhism, Taoism and ancestor veneration."
    },
    {
        "value": "E",
        "label": "Ethnoreligion",
        "description": "ethnoreligion, consisting of practices deeply rooted in this groups ethnic identity."
    },
    {
        "value": "CNP",
        "label": "Christianity - Neo-Pentecostalism",
        "description": "Neo-Pentecostalism, a movement characterized by manifestations in non-Pentecostal churches of what have been traditionally categorized as Pentecostal experiences, frequently combined with prosperity gospel theology."
    },
    {
        "value": "CPR",
        "label": "Christianity - Protestantism",
        "description": "Protestant Christianity, a tradition that emerged from the Protestant Reformation. Protestants reject the idea of papal supremacy, instead stressing the authority of scripture alone, justification by faith alone, and salvation through Christ alone."
    },
    {
        "value": "BOF",
        "label": "Buddhism - Folk",
        "description": "folk Buddhism, a syncretistic blend of traditional Buddhist practices with elements of magic and superstition."
    },
    {
        "value": "EAF",
        "label": "Ethnoreligion - African Traditional Religion",
        "description": "African Traditional Religion, a collection of beliefs and practices unique to various African ethnic groups."
    },
    {
        "value": "BMA",
        "label": "Buddhism - Mahayana",
        "description": "Mahayana Buddhism, the largest major tradition of Buddhism today."
    },
    {
        "value": "HOF",
        "label": "Hinduism - Folk",
        "description": "folk Hinduism, characterized by local traditions and cults of local deities worshiped at the community level."
    },
    {
        "value": "COR",
        "label": "Christianity - Eastern Orthodox",
        "description": "Orthodox Christianity, a branch of Christianity that includes Copts, the Assyrian Church of the East, Eastern Orthodox Churches and Oriental Orthodox Churches."
    },
    {
        "value": "N",
        "label": "Unaffiliated",
        "description": "unaffiliated, a category that includes atheists, agnostics, and others who do not identify with a particular world religion."
    },
    {
        "value": "MOF",
        "label": "Islam - Folk",
        "description": "folk Islam, a syncretistic belief system that blends traditional elements of Islam with superstitious practices such as warding off spirits with incantations and magic amulets, and reciting verses of the Qur'an to bring about miraculous healings."
    },
    {
        "value": "CFC",
        "label": "Christianity - Folk Catholicism",
        "description": "folk Catholicism, characterized by local expressions of faith that combine Catholic traditions with local animistic rituals, resulting in syncretized forms of Catholicism that diverge from official church doctrine and practice."
    },
    {
        "value": "NAT",
        "label": "Unaffiliated - Atheism",
        "description": "atheism, which is best described as the rejection of belief that any deities exist."
    },
    {
        "value": "S",
        "label": "Sikhism",
        "description": "Sikhism, a monotheistic religion founded in the Punjab region of India in the 15th century. Sikhs value truth as the highest ideal and pursue truthful living, rejecting the Indian caste system in favor of the equality of all humans."
    },
    {
        "value": "H",
        "label": "Hinduism",
        "description": "Hinduism, the predominant religious tradition of the Indian subcontinent. There are many forms of Hinduism, each with its own deities and beliefs."
    },
    {
        "value": "OJA",
        "label": "Other - Jainism",
        "description": "Jainism, an Indian religion that promotes non-violence towards all living beings and emphasizes the necessity of self-effort to move the soul towards divine consciousness and liberation."
    },
    {
        "value": "EAN",
        "label": "Ethnoreligion - Animism",
        "description": "animism, a religious worldview that natural physical entities--including animals, plants, and even inanimate objects--possess a spiritual essence."
    },
    {
        "value": "J",
        "label": "Judaism",
        "description": "Judaism, a religion developed among the ancient Hebrews and characterized by belief in one transcendent God who has revealed himself to Abraham, Moses, and the Hebrew prophets and by a religious life in accordance with Scriptures and rabbinic traditions."
    },
    {
        "value": "MSH",
        "label": "Islam - Shia",
        "description": "Shia Islam, one of two major denominations of Islam. The followers of Shia Islam are called 'Shi'as' or 'Shiites'."
    },
    {
        "value": "EPO",
        "label": "Ethnoreligion - Polytheism",
        "description": "polytheism, a belief in multiple deities that are often arranged as pantheons of gods or goddeses."
    },
    {
        "value": "BLA",
        "label": "Buddhism - Tibetan",
        "description": "Tibetan Buddhism, a branch of Buddhism characteristic of Tibet and certain regions of the Himalayas."
    },
    {
        "value": "EJF",
        "label": "Ethnoreligion - Shinbutso-shugo",
        "description": "Shinbutsu-shugo, a syncretized mixture of Shinto and Buddhism that forms a unique Japanese Folk Religion  practiced by Japanese worldwide."
    },
    {
        "value": "OZR",
        "label": "Other - Zoroastrianism",
        "description": "Zoroastrianism, a religion and philosphy based on the teachings of the Persian prophet Zoroaster. Zoroastrians believe there is one universal and transcendent God, Ahura Mazda."
    },
    {
        "value": "MIS",
        "label": "Islam - Shia Imami Ismaili",
        "description": "Ismailism, the second largest branch of Shia Islam."
    },
    {
        "value": "EAW",
        "label": "Ethnoreligion - Ancestor Worship",
        "description": "ancestor worship, based on the belief that the deceased have a continued existence and possess the ability to influence the fortune of the living."
    },
    {
        "value": "OKI",
        "label": "Other - Kirati",
        "description": "Kirati, a form of Shamanism practiced primarily by the Kirat or Kiranti people of the Himilayas."
    },
    {
        "value": "ODZ",
        "label": "Other - Druze",
        "description": "Druze, a small Middle Eastern religious sect characterized by secret religious practices and close social cohesion. The Druze to not permit outsiders to convert to their religion."
    },
    {
        "value": "NSE",
        "label": "Unaffiliated - Secularism",
        "description": "secularism, a non-theistic philosphy that elevates human reason above the supernatural."
    },
    {
        "value": "NAG",
        "label": "Unaffiliated - Agnosticism",
        "description": "agnosticism, a philosophical view that humans can never be certain in matters of so-called religious knowledge as to whether God exists or not."
    },
    {
        "value": "ENA",
        "label": "Ethnoreligion - Native American religions",
        "description": "Native American religions, an umbrella term that encompasses widely varied spiritual practices unique to the culture and location of individual nations."
    },
    {
        "value": "ESM",
        "label": "Ethnoreligion - Shamanism",
        "description": "shamanism, a practice that involves reaching an altered state of consciousness in order to interact with the spirit world."
    },
    {
        "value": "ECO",
        "label": "Ethnoreligion - Confucianism",
        "description": "Confucianism, a Chinese ethical and philosophical system linked to the teachings of the Chinese philosopher Confucius."
    },
    {
        "value": "U",
        "label": "Unknown",
        "description": "unknown."
    },
    {
        "value": "EDA",
        "label": "Ethnoreligion - Daoism",
        "description": "Daoism, one of three major religions with historical roots in China, regarded as part of Chinese folk religion."
    },
    {
        "value": "ESA",
        "label": "Ethnoreligion - Samaritanism",
        "description": "Samaritanism, an Abrahamic religion closely related to Judaism."
    },
    {
        "value": "OMA",
        "label": "Other - Mandaeism",
        "description": "Mandaeism, a gnostic religion practiced primarily by the Mandaean people. Mandaeans settled in northern Mesopotamia and are still found in parts of Iraq and Iran."
    },
    {
        "value": "OBH",
        "label": "Other - Baha'i",
        "description": "Baha'I, a universalist religion that stresses the essential unity of all faiths."
    }
]